<!-- tfplan-comment -->
## Terraform plan (Cloudflare DNS)

Commit: fe51d442bb54cb1a1c8ba403dd83101f3de91ffa

<details><summary>Show plan</summary>

```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # cloudflare_dns_record.govision_app_a_1 will be created
  + resource "cloudflare_dns_record" "govision_app_a_1" {
      + content          = "185.199.108.153"
      + created_on       = (known after apply)
      + id               = (known after apply)
      + meta             = (known after apply)
      + modified_on      = (known after apply)
      + name             = "@"
      + proxiable        = (known after apply)
      + proxied          = true
      + settings         = (known after apply)
      + tags             = (known after apply)
      + tags_modified_on = (known after apply)
      + ttl              = 1
      + type             = "A"
      + zone_id          = "e7ac204c739a2847e78b10aed8f324fe"
    }

  # cloudflare_dns_record.govision_app_a_2 will be created
  + resource "cloudflare_dns_record" "govision_app_a_2" {
      + content          = "185.199.109.153"
      + created_on       = (known after apply)
      + id               = (known after apply)
      + meta             = (known after apply)
      + modified_on      = (known after apply)
      + name             = "@"
      + proxiable        = (known after apply)
      + proxied          = true
      + settings         = (known after apply)
      + tags             = (known after apply)
      + tags_modified_on = (known after apply)
      + ttl              = 1
      + type             = "A"
      + zone_id          = "e7ac204c739a2847e78b10aed8f324fe"
    }

  # cloudflare_dns_record.govision_app_a_3 will be created
  + resource "cloudflare_dns_record" "govision_app_a_3" {
      + content          = "185.199.110.153"
      + created_on       = (known after apply)
      + id               = (known after apply)
      + meta             = (known after apply)
      + modified_on      = (known after apply)
      + name             = "@"
      + proxiable        = (known after apply)
      + proxied          = true
      + settings         = (known after apply)
      + tags             = (known after apply)
      + tags_modified_on = (known after apply)
      + ttl              = 1
      + type             = "A"
      + zone_id          = "e7ac204c739a2847e78b10aed8f324fe"
    }

  # cloudflare_dns_record.govision_app_a_4 will be created
  + resource "cloudflare_dns_record" "govision_app_a_4" {
      + content          = "185.199.111.153"
      + created_on       = (known after apply)
      + id               = (known after apply)
      + meta             = (known after apply)
      + modified_on      = (known after apply)
      + name             = "@"
      + proxiable        = (known after apply)
      + proxied          = true
      + settings         = (known after apply)
      + tags             = (known after apply)
      + tags_modified_on = (known after apply)
      + ttl              = 1
      + type             = "A"
      + zone_id          = "e7ac204c739a2847e78b10aed8f324fe"
    }

  # cloudflare_dns_record.govision_app_www will be created
  + resource "cloudflare_dns_record" "govision_app_www" {
      + content          = "govision.app"
      + created_on       = (known after apply)
      + id               = (known after apply)
      + meta             = (known after apply)
      + modified_on      = (known after apply)
      + name             = "www"
      + proxiable        = (known after apply)
      + proxied          = true
      + settings         = (known after apply)
      + tags             = (known after apply)
      + tags_modified_on = (known after apply)
      + ttl              = 1
      + type             = "CNAME"
      + zone_id          = "e7ac204c739a2847e78b10aed8f324fe"
    }

Plan: 5 to add, 0 to change, 0 to destroy.


```
</details>